content/old-pages/pencils.md
+++
title = "Pencils"
date = 2018-03-18T17:57:15-04:00
tags = []
categories = []
draft = false
inprogress = true
+++

[//]: # (tags = ["writing gear", "essential gear"], categories = ["Gear"])

## Basic Idea {#basic-idea}

-   From a practical standpoint, mechanical pencils are better than wood pencils (worst) and leadholders (not quite as bad, but suboptimal for everyday use outside of a few specific applications).
-   You have to sharpen wood pencils, and you get wood shavings as well as lead shavings. Additionally, if you are writing with a soft lead (as you should be), it will dull very quickly and you will have to sharpen often. Additionally, the weight/length of the pencil will change as you sharpen it more and more rather than staying consistent (decidedly bad --- you will have to change your grip and accommodate many different physical configurations instead of just getting used to one).
-   Lead holders have the same sharpening problems as wood pencils (minus the wood shavings --- generally lead holders are easier to sharpen and less messy overall), and you still run into the problem of having to constantly resharpen, especially if you use soft lead. Leadholders have two primary advantages over wooden pencils: they give you the ability to retract the tip so it doesn't get damaged or stab you, and 2) they stay the same size and (relatively) the same weight instead of changing over time.


## Width {#width}

-   see <https://steventammen.com/pencil-leads/#lead-width>


## Advancing mechanism {#advancing-mechanism}

-   Of the options available (back click, side click, shaker, auto-feed), I think a _well designed_ side click wins every time.
-   Back clicks require you to move your hand out of writing position in order to extend the lead.
-   Shakers let you keep your hand in writing position, but you need to move the pencil fairly significantly to get the mechanism to actuate.
-   Well designed side clicks (i.e., those that let you keep your thumb on the advance mechanism continuously) let you keep your hand in writing position and advance lead without undue movement. Once you get good at timing, you can generally advance lead between words with minimal delay.
-   Auto-feed pencils work by making the lead guard scrape against the paper to release more lead. The scraping mechanism has some distinct disadvantages: 1) it can limit writing angles (because very little lead is out at any given time), 2) you basically have to run out of extended lead to get more lead, which leads to line inconsistency and scratchiness. On the other hand, you rarely ever break lead. (Which isn't a huge pro in my opinion because once you learn how to write with your arm with minimal pressure you never break lead anyway).


## Research: Lamy 2000 (Pencil balance) {#research-lamy-2000--pencil-balance}

-   <https://www.reddit.com/r/pencils/comments/2k3trp/pentel%5Fgraphgear%5F1000%5Funi%5Fball%5Fkuru%5Ftoga%5For/>
-   <https://www.reddit.com/r/pencils/comments/3yri78/my%5Ftop%5F3%5Flists%5Ffor%5Fevery%5Fprice%5Fpoint%5Fextensive/>
-   <https://www.reddit.com/r/pencils/comments/3irp1w/lamy%5F2000%5Fvs%5Frotring%5F600%5For%5F800/>
-   <https://www.youtube.com/watch?v=KdSQfCARXCg>
-   <http://davesmechanicalpencils.blogspot.com/2006/10/lamy-2000-mechanical-pencil-review.html>
-   <http://davesmechanicalpencils.blogspot.com/2007/08/poll-1-lamy-2000.html>
-   <http://davesmechanicalpencils.blogspot.com/p/my-top-5.html>
-   <http://www.fountainpennetwork.com/forum/topic/99987-lamy-2000-mechanical-pencil/>
-   <http://www.fountainpennetwork.com/forum/topic/42931-lamy-2000-pencil/>
-   <http://www.fountainpennetwork.com/forum/index.php/topic/227631-lamy-2000-and-the-origins-of-lamy-design/>
-   <http://davesmechanicalpencils.blogspot.com/2009/09/lets-talk-mechanical-pencils-with-lamy.html>


## My Pick {#my-pick}

-   [Pentel Original Quicker Clicker](http://www.pentel.com/store/quicker-clicker-mechanical-pencil-original-config) (discontinued but available on eBay)
